Repository: ainouna/enigma2-openpli-fulan-SI2
Catalog: lib/python/Plugins/Extensions/hs742xVFD/locale/*/LC_MESSAGES/VFD-Icons.po
Languages: nl

source: channel number
nl: zendernummer

source: channel name
nl: zendernaam

source: channel number and name
nl: zendernummer en -naam

source: date
nl: datum

source: day and date
nl: dag en datum

source: blank
nl: geen

source: nothing
nl: blanco display

source: time
nl: tijd

source: time and date
nl: tijd en datum

source: time, day and date
nl: tijd, dag en datum

source: once
nl: één keer

source: continuous
nl: voortdurend

source: all
nl: alle

source: partial
nl: gedeeltelijk

source: none
nl: geen

source: yes
nl: ja

source: blink
nl: knipperen

source: on
nl: aan

source: VFD display configuration
nl: VFD displayinstellingen

source: Cancel
nl: Annuleren

source: OK
nl: Bevestigen

source: Show on VFD display
nl: Info op VFD display

source: Show on VFD display in standby
nl: Info op VFD display in standby

source: VFD brightness
nl: VFD helderheid

source: Standby brightness
nl: Helderheid in standby

source: Uppercase letters only
nl: Alleen hoofdletters

source: Scroll text
nl: Tekst scrollen

source: Center text
nl: Tekst centreren

source: Show icons
nl: Toon iconen

source: Stby LED brightness
nl: LED helderheid stby

source: Rec LED brightness
nl: LED helderheid opn.

source: Show this plugin in plugin menu
nl: Toon deze plugin in het Applicatie-menu

source: VFD SETUP
nl: VFD-instellingen

source: VFD display configuration for Fortis HS742X
nl: VFD displayinstellingen voor Fortis HS742X
